Repository: ZoeHsieh/B3000_iOS
Catalog: E3AK/*.lproj/Localizable.strings
Languages: it, ja

source: OPEN
it: Apri
ja: オープン

# DOOR CLOSED
source: LOCKED
it: PORTA CHIUSA
ja: ドアクローズ

# DOOR OPENED
source: UNLOCKED
it: PORTA APERTA
ja: ドアオープン

source: Searching…
it: Sto cercando..
ja: 探しています…

# AUTO_ENABLE_CONFLICT
source: Please disable 'AUTO' first!!
it: Prima disinserire AUTO
ja: 先ず「AUTO」を無効にしてください

# enroll_dialog_title
source: Login:
it: Registra Utente:
ja: ユーザーの登録：

source: Open
it: Apri
ja: オープン

# settings_device_vr
source: Firmware version
it: Versione firmware
ja: ファームウエアのバージョン

# Password
source: Passcode
it: Password
ja: Password

# There's no users, add now?
source: There's no user. Tap "Add" to add new users.
it: Non ci sono utenti, aggiungerli ora?
ja: ユーザーがいません、追加しますか？

source: Add
it: Aggiungi
ja: 追加

source: Confirm
it: Conferma
ja: 承認

source: Cancel
it: Annulla
ja: キャンセル

source: Please Choose
it: Prego scegliere
ja: 選んでください

source: Auto
ja: オート

source: Settings
it: Impostazioni
ja: 設定

# Enroll
source: Login
it: Registra
ja: 登録

source: Users
it: Utenti
ja: ユーザー

# Activity History
source: Audit Trail
ja: アクセス履歴

# Backup
source: Backup Data
it: Backup Dati
ja: バックアップデータ

# Restore
source: Restore Backup
it: Ripristina Dati
ja: バックアップの復元

source: Device Name
it: Nome dispositivo
ja: デバイス名

source: Door Sensor
it: Sensore porta
ja: ドアセンサー

# Door Lock Action
source: Lock Action
it: Azione porta
ja: ロックアクション

# Use Re-lock Time
source: Door Re-lock Time
it: Usa tempo di chiusura
ja: リロックタイム

source: Door Always Unlocked
it: Porta sempre aperta
ja: 常にアンロック

source: Door Always Locked
it: Porta sempre chiusa
ja: 常にロック

# Tamper Sensor
source: Tamper Alarm
it: Anti-tamper
ja: 衝撃アラーム センサー

# Proximity Read Range
source: Auto Proximity Range
it: Raggio di azione
ja: オート時の読み取り距離

source: Door Re-lock Time
it: Tempo di chiusura
ja: ドアリロックタイム

source: Sec.
ja: 秒

source: Please choose
it: Scegliere prego
ja: 選んでください

source: Can't find device
it: Non trovo il dispositivo
ja: デバイスが見つかりません

source: please try later
it: Prova più tardi
ja: 後でまた行ってください

source: Searching…
it: Sto cercando..
ja: 探しています…

source: Please wait a moment…
it: Un attimo…
ja: お待ちください…

source: Device Distance
it: Distanza del dispositivo
ja: デバイスの距離

# Proximity Read Range Settings
source: Auto Proximity Range
it: Raggio di azione
ja: オート時の読み取り距離

source: Edit Door Re-lock Time (1~1800 seconds)
it: Modifica il tempo di richiusura (1-1800 sec.)
ja: ドアリロックタイムの編集（1~1800秒）

source: Please enter the number of seconds
it: Prego digitare il numero di secondi scelto
ja: 秒数を入力してください

# Password/PIN Code
source: Passcode
it: Password/Codice
ja: パスコード

source: Add Users
it: Aggiungi utente
ja: ユーザーを追加

# Please Provide Up to 16 characters
source: ID: Up to 16 characters
it: Fino a 16 caratteri
ja: 16文字まで

# 4~8 digits
source: Passcode: 4~8 digits
it: 4-8 numeri
ja: 4~8桁

source: User Info
it: Info utente
ja: ユーザー情報

source: Delete
it: Cancella
ja: 削除

# Password/PIN Code (4~8 Digits)
source: Passcode (4~8 Digits)
it: Password/Pin (4-8 numeri)
ja: パスコード(4~8桁）

source: Enable Keypad PIN Code to Access
it: Accesso con tastiera
ja: キーパッド アクセス

# Access Types/Schedule
source: Access Types
it: Tipo di accesso
ja: アクセスタイプ

# TYPES
source: Access Types
it: Tipo di accesso
ja: アクセスタイプ

source: Permanent
it: Permanente
ja: 常時

# Schedule
source: Temporary
it: Programmato
ja: スケジュール

# Access Times
source: Number of Times
it: Numero di accessi consentito
ja: アクセス制限回数

# Please enter access times
source: Please enter Number of Times (0~255)
it: Prego inserire gli accessi consentiti (0~255)
ja: アクセス数を入力してください (0~255)

# Recurrent
source: Scheduled
it: Ricorrente
ja: 自動更新

# Start
source: Start Time
it: Inizio
ja: スタート

# End
source: End Time
it: Fine
ja: 終了

source: Repeat
ja: 繰り返し

# Repeat Select
source: Repeat
it: Ripetere
ja: 繰り返し

# Monday
source: Every Monday
it: Ogni Lunedì
ja: 毎週月曜日

# Tuesday
source: Every Tuesday
it: Ogni Martedì
ja: 毎週火曜日

# Wednesday
source: Every Wednesday
it: Ogni Mercoledì
ja: 毎週水曜日

# Thursday
source: Every Thursday
it: Ogni Giovedì
ja: 毎週木曜日

# Friday
source: Every Friday
it: Ogni Venerdì
ja: 毎週金曜日

# Saturday
source: Every Saturday
it: Ogni Sabato
ja: 毎週土曜日

# Sunday
source: Every Sunday
it: Ogni Domenica
ja: 毎週日曜日

source: Date
it: Data
ja: 日付

# Lock Action
source: Unlocked By
it: Aperto da
ja: アンロックした人

source: Add more
it: giungi altro
ja: 更に追加

# Finish Done
source: Done
it: Conferma
ja: 完了

# Please Setting Proximity Read Range
source: Auto Proximity Range
it: Raggio di azione
ja: オート時の読み取り距離

# Incorrect password. Please try again
source: Incorrect passcode. Please try again
it: Password sbagliata. Riprova
ja: パスコードが間違っています。もう一度トライしてください

source: Please enter ID
it: Inserisci nome
ja: IDを入力してください

# Please enter password
source: Please enter passcode
it: Inserisci password
ja: パスコードを入力してください

source: Up to 16 characters
it: Fino a 16 caratteri
ja: 16文字まで

source: Edit Device Name
it: Modifica nome dispositivo
ja: デバイス名の編集

source: Delete User?
it: Cancello utente?
ja: ユーザーを削除しますか？

source: Restore all data now?
it: Recupero tutti i dati adesso?
ja: 今全てのデータを今復元しますか？

source: Backup all data now?
it: Eseguo il backup adesso?
ja: 今全てのデータをバックアップしますか？

source: Backup…
it: Sto eseguendo il Backup
ja: データのバックアップ中…

source: Restoring…
it: Sto recuperando i dati
ja: バックアップの復元中…

source: Backup Done
it: Backup completato
ja: バックアップ完了

source: Restore Done
it: Recupero completato
ja: 復元完了

source: You must connect to a Bluetooth device to set up
it: Devi collegarti ad un dispositivo
ja: セットアップのためにBluetoothに接続してください

# If you forgot your ID or password, please contact your administrator.
source: If you forgot your ID or passcode, please contact your administrator.
it: Se hai dimenticato il tuo ID o password, contatta l'amministratore
ja: IDまたはパスコードを忘れたら管理者に確認してください

source: Device Time
it: Ora del dispositivo
ja: デバイス上の時間

source: About Us
it: Chi siamo
ja: 会社概要

source: Automatic Setting
it: Auto setting
ja: オート設定

source: Search
it: Sto cercando
ja: 探す

source: Keypad Access
it: Accesso con tastiera
ja: キーパッド アクセス

# restore_check_dialog_title
source: Are you sure you want to restore this device?
it: Recupero tutti i dati adesso?
ja: このデバイスを本当に復元しますか？

# restore_status_file_not_found
source: Backup File Not Found!! Please Do Backup First!!
it: File di Backup non trovato Fare prima il Backup
ja: バックアップファイルが見つかりません バックアップを先に行ってください

source: Restore Status
it: Stato del recupero
ja: 復元のステータス

source: Restore Completed!
it: Completato
ja: 復元の完了

# restore_dialog_title
source: Restore Device Data
it: Recupero dati
ja: デバイスのデータの復元

# restore_dialog_message
source: Restoring...
it: Sto recuperando i dati
ja: バックアップの復元中…

# backup_dialog_title
source: Backup Device Data
it: Backup dei dati
ja: デバイスデータのバックアップ

# backup_dialog_message
source: Backup...
it: Sto eseguendo il Backup
ja: データのバックアップ中…

source: Backup Status
it: Stato Backup
ja: バックアップ ステータス

source: Backup Completed!!
it: Backup completato
ja: バックアップの完了

# download_dialog_title
source: Download
it: Scarica
ja: ダウンロード

# download_dialog_message
source: Loading...
it: Sto caricando…
ja: ロード中…

# settings_users_manage_list
source: Users List
it: Lista utenti
ja: ユーザーリスト

# settings_history_list
source: Event List
it: Elenco eventi
ja: ヒストリーリスト

# settings_Admin_pwd_Edit
source: Edit Admin Passcode
it: Modifica password Amministratore
ja: 管理者パスコードの編集

# users_manage_edit_status_Admin_pwd
source: Invalid Passcode!!
it: Invalid Password!!
ja: Invalid Password!!

# users_manage_edit_status_duplication_name
source: ID Duplication!!
it: ID duplicato !!
ja: IDの複製 !!

# users_manage_edit_status_duplication_password
source: Passcode Duplication!!
it: Password duplicata!!
ja: パスコードの複製 !!

# settings_Admin_pwd
source: Admin Passcode
it: Password Admin
ja: 管理者パスコード

# users_id_edit_dialog_title
source: Edit ID: (16 characters)
it: Modifica nome:(16 caratteri)
ja: IDの編集：（16文字）

# users_pwd_edit_dialog_title
source: Edit Passcode: (4~8 digits)
it: Modifica password
ja: パスコードの編集：(4~8桁）

# progress_dialog_hide_btn_title
source: HIDE
it: NASCONDI
ja: 非表示

# progress_dialog_cancel_btn_title
source: CANCEL
it: Cancella
ja: キャンセル

# users_edit_access_control_dialog_type_times_mark
source: Current number of times:
it: Numero di accessi impostato:
ja: 現在のアクセス回数：

# weekly_Sun
source: [SUN]
it: [DOM]
ja: [日]

# weekly_Mon
source: [MON]
it: [LUN]
ja: [月]

# weekly_Tue
source: [TUE]
it: [MAR]
ja: [火]

# weekly_Wed
source: [WED]
it: [MERC]
ja: [水]

# weekly_Thu
source: [THU]
it: [GIOV]
ja: [木]

# weekly_Fri
source: [FRI]
it: [VEN]
ja: [金]

# weekly_Sat
source: [SAT]
it: [SAB]
ja: [土]

source: Every Week
it: Ogni settimana
ja: 毎週

# openType_Button
source: Button
it: Pulsante
ja: 押しボタン

# openType_Alarm
source: Alarm
it: Allarme
ja: アラーム

# openType_Keypad
source: Keypad
it: Tastiera
ja: キーパッド

source: Device Model:
it: Modello dispositivo:
ja: デバイスのモデル:

source: APP version:
it: Versione APP:
ja: APPバージョン:

# no_user_note
source: There's no user. Tap "Add" to add new users.
it: Non ci sono utenti, aggiungerli ora?
ja: ユーザーがいません!!

# open_fail_permission_denied
source: Access Denied. Please Contact Your Administrator.
it: Accesso negato. Contatta l’Amministratore
ja: アクセスが拒否されました。 あなたの管理者に連絡してください。

# open_fail_no_eroll
source: Access Denied. Please Login First to Get Access.
it: Accesso negato. Fare prima la registrazione
ja: アクセスが拒否されました。 最初にログインしてアクセスしてください。

# open_fail_unknown
source: Access Denied. Please Contact Your Administrator.
it: Accesso negato
ja: アクセスが拒否されました。 あなたの管理者に連絡してください。

# eroll_fail
source: Login Failed. Please Verify Your Login Information Or Contact Your Administrator.
it: Registrazione fallita
ja: ログインに失敗しました。 ログイン情報を確認するか、管理者に連絡してください。

# eroll_success
source: You Have Successfully Logged In. You May Now Unlock A Door.
it: Ok sei registrato
ja: あなたは正常にログインしました。 あなたは今ドアを開けることができます。

# tooltip_FAQ
source: FAQ
ja: よくある質問

# tooltip_dsc_door_sensor
source: Door Sensor is deactivated by default. To enable Door Sensor when you connect to a closed-circuit magnetic sensors or a monitored door lock that has door sensor (or lock sensor) outputs to monitor the open or closed state of a door.
it: Il sensore porta è disattivato di default. Deve essere abilitato quando il dispositivo viene connesso ad un sensore magnetico o ad una serratura con a bordo il sensore di stato porta
ja: ドアセンサーはデフォルトでは無効になっています。ドアセンサーを有効にするには、 閉回路の磁気センサーに接続する時、またはドアセンサー（またはロックセンサー）出力を備えた監視可能な錠を使用して、ドアの開閉状態をモニターします。

# tooltip_dsc_tamper_alarm
source: Tamper Alarm is deactivated by default. Once activated the Tamper Alarm if the keypad/reader has been moved or if burglars or vandals break in, Tamper Alarm will be effectively for deterring potential thieves and vandals. Note that Tamper Alarm only can be switched off by the Administrator.
it: L’Anti tamper è disattivato di default. Se attivato, farà suonare un buzzer in caso il dispositivo venga spostato od aperto. Solo l’Amministratore potrà spegnere il buzzer
ja: 衝撃アラームはデフォルトでは無効になっています。 キーパッド/リーダが移動された場合、または盗難や不法に侵入した場合、衝撃アラームを有効にすると、衝撃アラームは破壊や不法侵入を防ぐのに効果的です。 衝撃アラームは、管理者だけがオフにすることができます。

# tooltip_dsc_proximity_read_range
source: You can adjust Auto Proximity Range between minimum 1 to maximum 20 for your Auto unlock access. May have different results due to different areas and circumstances with different smartphones.
it: È possibile regolare il campo di azione tra un minimo di 1 fino a 20 per la funzione “mani libere”. Questa scala non rappresenta unità di misura lineari, es. metri, ma semplicemente una misura variabile e molto dipendente dal tipo di Smartphone
ja: 自動ロック解除アクセスでは、非接触読み取り距離を最小1から最大20まで調整できます。 スマートフォンごとに異なる地域や状況によって異なる結果が生じることがあります。

# tooltip_dsc_device_time
source: Make sure to set up Device Time precisely as your current time zone of where you are. It helps having correct and precise access data and information.
it: Assicurarsi che l’ora del dispositivo sia esatta. Questo permetterà di avere dei report precisi sugli accessi
ja: 現在の時間をデバイス上の時間として正確に設定してください。 正確にデータと情報にアクセスするのに役立ちます。

# tooltip_dsc_users
source: Up to 1000 users/passcodes available. You can Add/Delete/Edit user information.
it: Fino a 1000 utenti con password diverse. È possibile aggiungere, cancellare o modificare le informazione
ja: 最大1000人のユーザ / パスコードが利用可能です。 ユーザー情報を追加 / 削除 / 編集をする事ができます。

# tooltip_dsc_history
source: Audit Trail is tracking last 1000 event logs, including Tamper Alarm. Audit Trail can be exported in an excel file.
it: Questa è la lista degli ultimi 1000 eventi. Include gli allarmi Anti-Tamper e gli accessi. Può essere esportata in un file Excel
ja: 監査証跡は、改ざんを含む1000件のイベントログを追跡しています。 アクセス履歴はExcelファイルにエクスポートできます。

# tooltip_dsc_backup
source: Backup Data is to backup all data to Administrator's smartphone and can be restored, except Device Name, Audit Trail logs and Device Time.
it: Questa funzione permette di fare un Backup dei dati dal telefono al dispositivo. I dati possono essere recuperati usando la funzione Ripristina dati. Tutti i dati sono recuperabili, tranne il nome del dispositivo, la lista eventi e l’ora del dispositivo
ja: バックアップデータとは、すべてのデータを管理者のスマートフォンにバックアップすることで、デバイス名、監査証跡ログ、デバイス時間を除いて復元できます。

# tooltip_dsc_restore
source: Restore Backup is to restore last backup from Administrator’s smartphone to a new Access Control Device.
it: Con questa funzione è possibile recuperare i dati dal dispositivo su un Nuovo smartphone dell’Amministratore
ja: バックアップの復元は、管理者のスマートフォンから最後のバックアップを新しいアクセスコントロール・デバイスに復元することです。

# tooltip_dsc_admin_passcode
source: 12345 is Admin default passcode. It’s important to change your Admin passcode immediately. Admin passcode must be between 4 to 8 numeric passcodes.
it: La password di default è 12345. È importante cambiare la password immediatamente. La nuova password deve essere un numero da 4 a 8 cifre
ja: 12345は管理者のデフォルトパスコードです。 管理者のパスコードをすぐに変更することが重要です。 管理者のパスコードは、4〜8の数値のパスコードでなければなりません。

# tooltip_dsc_reset_title
source: Reset Procedures
it: Procedura di reset
ja: リセット手順

# tooltip_dsc_reset_button_title
source: How to Reset a Bluetooth Keypad with Reset Button on the PC board?
it: Come ripristinare una tastiera Bluetooth con il pulsante resettare sulla scheda PC?
ja: PCのリセットボタンでBluetoothキーパッドをリセットするには？

# tooltup_dsc_reset_button_detail
source: 1. Power off Access Control Keypad/Reader. 2. Press and hold the Reset Button, then power on. 3. Hear a long beep to complete resetting procedures. 4. Login as Admin and check all users, audit trail events are all cleared and all data is reset to factory default setting, except device name and device time.
it: 1. Togliere corrente al tastiera / lettore di controllo dell'accesso. 2. Tenere premuto il pulsante reset e ridare corrente. 3. Un segnale beep lungo confermerà l’avvenuto reset. 4. Tutti i dati sono stati riportati a quelli di fabbrica. Tranne il nome e l’ora del dispositivo e la selezione del raggio di azione della funzione automatica.
ja: 1.アクセスコントロール・キーパッド / リーダーの電源を切る。 2.リセットボタンを押したまま電源を入れます。 3.リセットの手順を完了するまで長いビープ音が聞こえます。 4.管理者としてログインし、すべてのユーザをチェックすると、デバイス名、非接触読み取り距離、デバイス時間を除き、すべてのデータが工場出荷時の設定にリセットされ、すべてのデータがクリアされます。

# tooltip_dsc_reset_pins_title
source: How to Reset a Bluetooth Reader with Reset Pins on the PC board?
it: Come ripristinare una lettore Bluetooth con il ripristina i pin sulla scheda PC?
ja: PCボード上でリセットピン付きBluetoothリーダーをリセットするには？

# tooltup_dsc_reset_pins_detail
source: 1. Power off Access Control Keypad/Reader. 2. Short the two Reset Pins, then power on. 3. Hear a long beep to complete resetting procedures. 4. Login as Admin and check all users, audit trail events are all cleared and all data is reset to factory default setting, except device name and device time.
it: 1. Togliere corrente al dispositivo. 2. Collegare i due morsetti di reset tra loro (cortocircuitare) e ridare corrente. 3. Un segnale beep lungo confermerà l’avvenuto reset. 4. Tutti i dati sono stati riportati a quelli di fabbrica. Tranne il nome e l’ora del dispositivo e la selezione del raggio di azione della funzione automatica.
ja: 1.アクセスコントロール・キーパッド / リーダーの電源を切ります。 2. 2つのリセットピンを短絡してから電源を入れます。 3.リセットの手順を完了するまで長いビープ音が聞こえます。 4.管理者としてログインし、すべてのユーザをチェックすると、デバイス名、非接触読み取り距離、デバイス時間を除き、すべてのデータが工場出荷時の設定にリセットされ、すべてのデータがクリアされます。

source: ID
it: Nome

# User Name
source: ID
it: Nome
